var TJ = 
[
	{
		"date":"20140822",
		"type":"consume",
		"summary":"场地80,七个人(荷叶老公),球费2元/人",
		"details": {
			"刘艳慧":"-12-2",
			"祝剑峰":"-12-2",
			"罗洵":"-12-2",
			"荷叶":"(-12-2)*2",
			"高玉涛":"-12-2",
			"冬雪":"-12-2"
		}
	},
	{
		"date":"20140821",
		"type":"recharge",
		"summary":"充值",
		"details": {
			"刘艳慧":"+100",
			"冬雪":"+50"
		}
	},
	{
		"date":"20140815",
		"type":"consume",
		"summary":"场地费80, 球费每人2块, 共6人",
		"details": {
			"周立":"-14-2",
			"祝剑峰":"-14-2",
			"乌海艳":"-14-2",
			"王垒":"-14-2",
			"薛肖":"-14-2",
			"罗洵":"-14-2"
		}
	},
	{
		"date":"20140808",
		"type":"consume",
		"summary":"场地费80, 球费每人2块, 共10人, 1人免单",
		"details": {
			"徐峰":"-9-2",
			"周立":"-9-2",
			"祝剑峰":"-9-2",
			"王垒":"-9-2",
			"王娜":"-9-2",
			"荷叶":"-9-2",
			"薛肖":"-9-2",
			"罗洵":"-9-2",
			"高玉涛":"-9-2",
			"刘艳慧":"-0"
		}
	},
	{
		"date":"20140807",
		"type":"init",
		"summary":"交接后会员初始金额",
		"details": {
			"徐峰":"+43",
			"周立":"+89",
			"祝剑峰":"+56",
			"乌海艳":"+0",
			"王垒":"-41",
			"丁会云":"+44",
			"袁野":"+59",
			"冬雪":"+2",
			"王娜":"+0",
			"周星博":"+32",
			"吴雪萍":"+16",
			"荷叶":"+21",
			"谢陆平":"+84",
			"薛肖":"+0",
			"罗洵":"+0",
			"高玉涛":"+11",
			"刘艳慧":"+0"
		}
	}
]
